Repository: 84000/data-translation-memory
Catalog: toh129-v4.tmx
Source language: bo
Languages: en

source: །ཆོས་ཀྱི་དབྱིངས་ནི་སངས་རྒྱས་ཏེ། སངས་རྒྱས་ནི་ཡང་དག་པའི་མཐའོ། །རྡུལ་མེད་པའོ། །ཞི་བའོ། །བསིལ་བར་གྱུར་པའོ།
en: The realm of phenomena is the Buddha and the Buddha is the limit of reality, which is stainless, peaceful, and cool.

source: །མ་སྐྱེས་པའོ། མ་འགགས་པའོ།
en: It is unborn and unceasing.

source: །ཕུང་པོ་ནི་སྤྲོས་པ་དང་བཅས་པ་སྟེ། དེ་དག་ལ་བྱང་ཆུབ་སེམས་དཔའ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ། སྤྲོས་པ་དང་བཅས་པའི་ཕུང་པོ་ལྔ་ཇི་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་སྙམ་ནས། དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ།
en: “The aggregates entail mental proliferation, and the bodhisattvas should therefore consider them by thinking, ‘How can I awaken these five aggregates that cause mental proliferation into perfect buddhahood?

source: ཅི་གཟུགས་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའམ།
en: Is it form that is awakened into buddhahood?

source: འོན་ཏེ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ།
en: Or is it perhaps feeling, perception, formation, or consciousness that is awakened into perfect buddhahood?

source: གཟུགས་ནི་བེམས་པོ། གཡོ་བ་མེད་པ། སེམས་པ་མེད་པ། རྩྭ་དང་། རྩིག་པ་དང་། ཤིང་དང་། མིག་ཡོར་ལྟ་བུ་སྟེ།
en: Form is inanimate, unmoving and without thought, just like grass, a wall, a piece of wood, or a mirage.

source: དེ་ནི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ།
en: So it is not form that is awakened into perfect buddhahood.

source: །ཚོར་བ་ནི་ཆུའི་ཆུ་བུར་ལྟ་བུ་ངན་པ།རེག་པ་འདུས་པ་ལས་བྱུང་བ་སྟེ།
en: Feeling is like a water bubble:it is trifling, and it arises based on sense contact.

source: དེ་ཡང་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ།
en: That is also not awakened into perfect buddhahood.

source: །འདུ་ཤེས་ནི་སྨིག་རྒྱུ་ལྟ་བུ་སྟེ།
en: Perception is like an optical illusion.

source: མིག་དང་གཟུགས་དང་སྣང་བ་དང་། ཡིད་ལ་བྱེད་པ་འདུས་པ་ལས་བྱུང་བ་སྟེ།
en: It arises when the eyes, form, light, and mental activity come together.

source: །འདུ་བྱེད་རྣམས་ནི་དངོས་པོ་མེད་པ་བརྫུན་པ་སླུ་བའི་ཆོས་ཅན།མ་རིག་པ་འདུས་པ་ལས་བྱུང་བ་སྟེ་
en: Formations are immaterial. They are false and deceptive phenomena that arise based on ignorance.

source: དེ་དག་ཀྱང་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ།
en: They are also not awakened into perfect buddhahood.

source: །རྣམ་པར་ཤེས་པ་ནི་སྒྱུ་མ་ལྟ་བུ། གསོབ། གསོག །ཡང་དག་པ་མ་ཡིན་པ།
en: Consciousness is illusory, hollow, inauthentic, and not genuine.

source: འདུ་བྱེད་འདུས་པ་ལས་ངེས་པར་སྐྱེས་པ། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་འདུས་པ་ལས་བྱུང་བ་སྟེ།
en: It arises based on formations and due to incorrect mental activity.

source: དེ་ཡང་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ་སྙམ་མོ།
en: That is also not awakened into perfect buddhahood.’

source: །བཟང་སྐྱོང་བྱང་ཆུབ་སེམས་དཔའ་དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ། གལ་ཏེ་ཕུང་པོ་ལྔ་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་ན། མཚན་གྱིས་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའམ།
en: “Bhadrapāla, the bodhisattvas should then continue thinking, ‘If it is not the five aggregates that awaken to perfect buddhahood, is the awakening to perfect buddhahood then caused by the marks of a great being?

source: ཅི་ཆོས་ཀྱིས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའམ།
en: Or is perfect buddhahood due to the Dharma?

source: འོན་ཏེ་དགེ་བའི་རྩ་བས་སམ། དེ་ཇི་ལྟ་བུ་ཞིག་སྙམ་མོ།
en: Or is perfect buddhahood caused by one’s roots of virtue?

source: མཚན་གྱིས་ཀྱང་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ།
en: No, people do not awaken to perfect buddhahood due to physical marks.

source: །གལ་ཏེ་མཚན་གྱིས་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་གྱུར་ན་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཡང་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: If people awakened to perfect buddhahood due to the physical marks of a great being, then a universal monarch would also awaken to perfect buddhahood. And why?

source: འཁོར་ལོས་སྒྱུར་བ་ཡང་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་ལྡན་པའི་ཕྱིར་རོ་སྙམ་མོ།
en: Because a universal monarch also possesses the thirty-two marks.

source: གལ་ཏེ་མཚན་གྱིས་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་ན་ཅི་ཆོས་ཀྱི་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའམ་སྙམ་མོ།
en: So, since one does not awaken to perfect buddhahood because of one’s marks, does one perhaps awaken because of the Dharma?

source: ཆོས་ཀྱིས་ཀྱང་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: No, one does also not awaken to perfect buddhahood because of the Dharma. And why?

source: ཆོས་ནི་གཟུགས་མེད་པ། བསྟན་དུ་མེད་པ། ཐོགས་པ་མེད་པ། རྣམ་པར་རིག་པ་མེད་པ།གནས་མེད་པ། སྣང་བ་མེད་པ། བསྟན་དུ་མེད་པ། བལྟར་མི་མཐོང་བ། མ་སྐྱེས་པ།མ་འགགས་པ། ནམ་མཁའ་དང་མཚུངས་པ་སྟེ།
en: Because the Dharma is without form, not demonstrable, unimpeded, unfindable, non-abiding, not apparent, not noticeable, invisible, unborn, unceasing, and sky-like.

source: གལ་ཏེ་ཆོས་ཀྱིས་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་ན་དགེ་བའི་རྩ་བས་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའམ།
en: So, if one does not awaken to perfect buddhahood through the Dharma, then does one perhaps awaken to perfect buddhahood because of one’s roots of virtue?

source: །དེ་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་བའི་རྩ་བས་ཀྱང་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: No, one does also not awaken to perfect buddhahood by means of one’s roots of virtue. And why?

source: བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་བསྡུས་ནས་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་མི་འདུག་ལ། སངས་རྒྱས་ཉིད་བཟུང་ནས་ཀྱང་མི་ལྡང་སྟེ།
en: While bodhisattvas assemble roots of virtue, they do not yet take their place on the seat of awakening, and they no longer have them after having achieved buddhahood.

source: དེ་རྒྱུ་གཞན་དང་གཞན་ལ་སོ་སོར་བརྟགས་ན་མ་དམིགས་པ་དང་། བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དེ་སུ་ཞིག་སྙམ་མོ།
en: If one examines other possible causes, they can also not be observed. So, who does awaken to perfect buddhahood?’

source: །དེས་དེ་ལྟར་སོ་སོར་བརྟགས་ན་དགེ་བའི་རྩ་བ་ཡང་མ་དམིགས་ནས། ཅི་དགེ་བའི་རྩ་བ་རྣམས་གཟུགས་ཀྱིས་བསགས་པ་ཞིག་གམ།
en: “As the bodhisattvas examine in this way, there are no roots of virtue to observe, and so they think, ‘Are roots of virtue gathered through form?

source: འོན་ཏེ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པས་སམ།
en: Or are they gathered due to feeling, perception, formation, and consciousness?

source: གཟུགས་ནི་བེམས་པོ། གཡོ་བ་མེད་པ། སེམས་པ་མེད་པ་སྟེ། དེས་ཀྱང་དགེ་བའི་རྩ་བ་མ་བསགས།
en: Form is inanimate, unmoving, and without thought, so that does not gather roots of virtue.

source: ཚོར་བ་ནི་ཆུའི་ཆུ་བུར་ལྟ་བུ་ངན་པ།
en: Feeling is like a water bubble:

source: རྟེན་ཅིང་འབྲེལ་པར་བྱུང་བ། རེག་པ་འདུས་པ་ལས་བྱུང་བ་སྟེ།
en: it is trifling, it arises dependently, and it appears based on sense contact.

source: དེས་ཀྱང་དགེ་བའི་རྩ་བ་མ་བསགས།
en: That can also not gather roots of virtue.

source: མིག་དང་གཟུགས་དང་། སྣང་བ་དང་། ཡིད་ལ་བྱེད་པ་འདུས་པ་ལས་བྱུང་བ་སྟེ།
en: It arises when the eyes, form, light, and mental activity come together.

source: འདུ་བྱེད་ནི་དངོས་པོ་མེད་པ།
en: Formations are immaterial.

source: བརྫུན་པ། སླུ་བའི་ཆོས་ཅན་མ་རིག་པ་འདུས་པ་ལས་བྱུང་བ་སྟེ།
en: They are false and deceptive phenomena that arise based on ignorance.

source: དེ་དག་གིས་ཀྱང་དགེ་བའི་རྩ་བ་མ་བསགས།
en: They can also not gather roots of virtue.

source: རྣམ་པར་ཤེས་པ་ནི་སྒྱུ་མ་ལྟ་བུ། གསོབ་གསོག་ཡང་དག་པ་མ་ཡིན་པ།
en: Consciousness is illusory, hollow, inauthentic, and not genuine.

source: དེས་ཀྱང་དགེ་བའི་རྩ་བ་མ་བསགས་སོ་སྙམ་ནས་དེས་དེ་ལྟར་བརྟགས་པ་དང་། གང་གིས་དགེ་བའི་རྩ་བ་བསགས་པ་དེ་མི་དམིགས་སོ།
en: That can also not gather roots of virtue.’ Thinking like this, the bodhisattvas should continue their investigation until they realize that no agent that gathers the roots of virtue can be observed.

source: །དེས་དེ་ལྟར་བརྟགས་ན་མི་དམིགས་ཏེ།མི་དམིགས་སོ་སྙམ་པའི་རློམ་སེམས་ཀྱང་མེད་དོ།
en: “However, as they realize this, they should avoid thinking, ‘I do not observe anything.

source: །གང་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་པ་དེ་ཡང་མི་དམིགས་ཏེ།
en: I do not even observe the one who sits at the seat of awakening.

source: མི་དམིགས་སོ་སྙམ་པའི་རློམ་སེམས་ཀྱང་མེད་དོ། །དེས་བྱང་ཆུབ་ཀྱང་མི་དམིགས་ཏེ།
en: I do not observe anything!’ They should avoid such thinking, as well as the thought, ‘I do not observe awakening;

source: མི་དམིགས་སོ་སྙམ་པའི་རློམ་སེམས་ཀྱང་མེད་དོ།
en: I do not observe it!

source: །འདི་ལ་སུ་ཞིག་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དེ་ཡང་མི་དམིགས་ཏེ།
en: I do not observe anyone who awakens;

source: །དེས་དེ་ལྟར་སོ་སོར་བརྟགས་ནས་བྱང་ཆུབ་ཀྱི་རློམ་སེམས་ཀྱང་མེད། སེམས་ཅན་གྱི་རློམ་སེམས་ཀྱང་མེད།སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཀྱི་རློམ་སེམས་ཀྱང་མེད་པ་དེ་
en: As they analyze, they should be without any thoughts related to awakening, beings, or the wisdom of the Buddha.

source: བཟང་སྐྱོང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་སྟེ། དེ་ཆོས་གང་ལ་ཡང་རློམ་སེམས་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Bhadrapāla, unsurpassed and perfect awakening is free from thoughts regarding any phenomena. And why?

source: དེ་ཆོས་གང་ཡང་སྐྱེ་བ་ཡང་མི་མཐོང་། འགག་པ་ཡང་མི་མཐོང་སྟེ།
en: Because it does not observe any phenomena coming into being or ceasing.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཞི་བའི་གནས་ཁོང་དུ་ཆུད་པས་དེའི་ཕྱིར་སངས་རྒྱས་ཞེས་བྱ་སྟེ། དེ་ནི་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་དང་། ཀུན་ཏུ་རྟོག་པ་ཐམས་ཅད་ལ་མི་འཇུག་སྟེ།
en: A buddha is so called because he understands reality as it is—the realm of peace— yet does not entertain any concepts, thoughts, and reflections in that regard.

source: དེ་ནི་ཞི་བའོ།
en: That is peace.

source: །བསིལ་བར་གྱུར་པའོ་སེམས་དང་ཡིད་དང་རྣམ་པར་ཤེས་པ་དང་བྲལ་བ་ནི་སངས་རྒྱས་ཞེས་བྱ་སྟེ།
en: That is the cool state. A buddha is called so because he is beyond mentation, conceptual mind, and consciousness.

source: བཟང་སྐྱོང་འདི་ནི་རབ་ཏུ་ཞི་བ་རྣམ་པར་ངེས་པའི་ཆོ་འཕྲུལ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ཏོ།
en: Bhadrapāla, that is the absorption known as the miraculous ascertainment of peace.

source: །བཟང་སྐྱོང་ཏིང་ངེ་འཛིན་འདི་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཏིང་ངེ་འཛིན་ཐམས་ཅད་ཀྱིས་མངོན་པར་འབྱུང་བ་ཡིན་ནོ།
en: Bhadrapāla, bodhisattvas who train in this absorption will actualize all absorptions.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མ་སྐྱེས། མ་འགགས་ཀྱང་སྐྱེ་ཞིང་འགག་པར་ཀུན་ཏུ་གདའ་བ་དང་
en: Then Mañjuśrī Kumārabhūta said to the Blessed One, “Blessed One, although the blessed buddhas are not born and do not cease, they do display birth and cessation.

source: ཡི་གེ་གཅིག་ཀྱང་མི་བརྗོད་ལ།འཁོར་བྱེ་བ་གྲངས་མ་མཆིས་པ་ལ་ཆོས་སྟོན་པར་ཡང་ཀུན་ཏུ་གདའ་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཐབས་ལ་མཁས་པ་ནི་ངོ་མཚར་ཏོ།
en: Although they do not express a single syllable, they do teach the Dharma to countless millions of followers. The skillful means of the blessed buddhas is amazing!”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Then the Blessed One said to Mañjuśrī Kumārabhūta,

source: །འཇམ་དཔལ་གང་ཡོན་ཏན་གྱི་སྙིང་པོ་བཅུ་གཉིས་ཀྱིས་མངོན་པར་འཕགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ལ་བསྐལ་པ་སྙིགས་མ་ཡང་ཀུན་ཏུ་སྟོན་པ་དང་དུས་སྙིགས་མ་དང་། སེམས་ཅན་སྙིགས་མ་དང་། ཉོན་མོངས་པ་སྙིགས་མ་དང་། ཚེ་སྙིགས་མ་དང་། ཐེག་པ་ཐ་དད་པ་དང་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་གྱི་སངས་རྒྱས་ཀྱི་ཞིང་ཉེ་བར་སྟོན་པ་དང་།
en: “Mañjuśrī, although they awaken to unsurpassed and perfect buddhahood in a buddha realm that is superior by virtue of twelve sublime qualities, the buddhas cause a degenerate eon to be seen, where they manifest various vehicles in an afflicted buddha realm characterized by degenerate times, degenerate beings, degenerate emotions, and degenerate lives.

source: ཆོས་སྟོན་པ་སྣ་ཚོགས་དང་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་སྣ་ཚོགས་དང་། གཞན་མུ་སྟེགས་ཅན་གྱིས་དཀྲུགས་པའི་ཉོན་མོངས་པ་དང་། བདུད་དང་བདུད་ཀྱི་ཉེ་བའི་ཉོན་མོངས་པ་དང་། བདུད་ཀྱི་ལས་དང་ཕ་རོལ་གྱི་དམགས་ཚོགས་ཀྱིས་གཙེ་བའི་ཉོན་མོངས་པ་དང་། ཡུལ་འཁྲུག་པ་དང་ཁྲག་ཁྲུག་དང་། ཆོམ་པོའི་ཉེ་བའི་ཉོན་མོངས་པ་དང་། ཀླ་ཀློས་དཀྲུགས་པ་དང་། རྐུན་པོས་དཀྲུགས་པ་དང་། མུ་གེས་དཀྲུགས་པ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། ཡི་དགས་དང་། ཤ་ཟ་དང་། གྲུལ་བུམ་དང་། ལུས་སྲུལ་པོའི་འཁྲུག་པ་ཡང་ཀུན་ཏུ་སྟོན་ཅིང་
en: There they teach the Dharma extensively and ripen beings in many ways without being harmed by the afflictive emotions of the non-Buddhists and without being harmed by any demons, demonic emotions, or demonic activity. They are also unscathed by the afflictions of opposing armies, regional struggles, and tumult, robbers, barbarian incursions, thieves, and famine, or by the disturbances caused by yakṣas, rākṣasas, pretas, piśācas, mahoragas, and kaṭapūtanas.

source: དེ་བཞིན་གཤེགས་པའི་སྔོན་གྱི་དགེ་བའི་རྩ་བ་དང་། སྤྱོད་པ་དང་སྨོན་ལམ་དང་ཐབས་ལ་མཁས་པའི་སྟོབས་ཀྱི་བྱིན་གྱི་རླབས་ཀྱིས་འདུལ་བ་ཇི་ལྟ་བ་བཞིན་དུ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པས་
en: Due to the transformative powers of the strengths of the thus-gone ones’ previous roots of virtue, activities, aspirations, and skill in means, the buddhas tame those beings appropriately and ripen them.

source: སེམས་ཅན་རྣམས་ཀྱི་བྱ་བ་དེ་དག་ཤེས་ཀྱང་དེ་བཞིན་གཤེགས་པ་ནི་ཐམས་ཅད་དུ་བཏང་སྙོམས་པ་སྟེ།
en: Thereby, although the thus-gone ones know the actions of others, they remain impartial toward them all.

source: རྣམ་པར་མི་རྟོག་པ་འདི་ཡང་དེ་བཞིན་གཤེགས་པའི་ཐབས་མཁས་པར་བལྟའོ།
en: This nonconceptuality should be seen as the skillfulness of the thus-gone ones.”

source: བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then Mañjuśrī Kumārabhūta requested the Blessed One,

source: །སངས་རྒྱས་ཀྱི་ཞིང་དེ་ཡོན་ཏན་གྱི་སྙིང་པོ་གང་དག་དང་ལྡན་པ་དང་།
en: what is the buddha realm endowed with those qualities, and what are the qualities it is endowed with?

source: ཡོན་ཏན་གང་དང་ལྡན་ན་སངས་རྒྱས་ཀྱི་ཞིང་དེར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བའི་ཡོན་ཏན་གྱི་སྙིང་པོ་བཅུ་གཉིས་པོ་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་བཤད་དུ་གསོལ།
en: Please tell us about those twelve essential qualities of the perfect awakening of the blessed buddhas in that buddha realm.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ནི་བསྐལ་པའི་སྙིང་པོ་དང་ལྡན་པ་ཡིན། དུས་ཀྱི་སྙིང་པོ་དང་ལྡན་པ་ཡིན། སེམས་ཅན་གྱི་སྙིང་པོ་དང་ལྡན་པ་ཡིན། ཞིང་གི་སྙིང་པོ་དང་ལྡན་པ་ཡིན།ཐེག་པའི་སྙིང་པོ་དང་ལྡན་པ་ཡིན། སའི་སྙིང་པོ་དང་ལྡན་པ་ཡིན། སངས་རྒྱས་ཀྱི་ཞིང་དེ་བསྟན་པའི་སྙིང་པོ་དང་ལྡན་པ་ཡིན་
en: The Blessed One said, “Mañjuśrī, that buddha realm is endowed with (1) the finest of eons, (2) the finest time, (3) the finest inhabitants, (4) the finest realms, (5) the finest vehicles, (6) the finest ground, and (7) the finest teaching.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེར་གཞན་མུ་སྟེགས་ཅན་སྤྱོད་པ་པ་དང་། ཀུན་དུ་རྒྱུ་དང་གཅེར་བུ་པ་རྣམས་མི་རྒྱུ་བ་ཡིན།
en: In that buddha realm (8) wander no non-Buddhists such as carakas, parivrājakas, or nirgranthas.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་བསམ་པ་དང་ལྷག་པའི་བསམ་པ་དང་ལྡན་པ་ཡིན།
en: That buddha realm is (9) imbued with aspirations and higher aspirations.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ནི་རང་བཞིན་གྱིས་དཀར་པོའི་ཆོས་དང་ལྡན་པའི་སེམས་ཅན་རྣམས་གནས་པ་ཡིན།
en: That buddha realm (10) houses beings who are naturally inclined toward the virtuous qualities.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་འཕགས་པའི་སྐྱེ་བོའི་སྙིང་པོ་དང་ལྡན་པ་ཡིན།
en: That buddha realm is (11) endowed with the finest of noble beings.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེར་སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་རྣམས་གཤེགས་ཤིང་རྗེས་སུ་གཤེགས་པ་ཡིན་ཏེ།
en: In that buddha realm (12) the thus-gone ones of yore lived and flourished.

source: འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ནི་ཡོན་ཏན་གྱི་སྙིང་པོ་བཅུ་གཉིས་པོ་དེ་དག་དང་ལྡན་པ་ཡིན་ནོ།
en: Mañjuśrī, that buddha realm is endowed with these twelve essential qualities.

source: །དེར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: It is in that buddha realm that the blessed buddhas awaken to unsurpassed and perfect buddhahood.

source: །འཇམ་དཔལ་ཁྱོད་ཀྱིས་རྣམ་གྲངས་འདིས་ཀྱང་ངའི་སངས་རྒྱས་ཀྱི་ཞིང་ན་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ཐ་དད་པ་རྣམ་པར་གཞག་པ་མེད་པར་རིག་པར་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Mañjuśrī, through this explanation you should know that in my buddha realm there is no system of distinct vehicles for hearers and solitary buddhas. And why?

source: ཐ་དད་པའི་འདུ་ཤེས་དང་བྲལ་བའི་ཕྱིར་རོ།
en: Because I have no notions of separateness.

source: །འཇམ་དཔལ་གལ་ཏེ་དེ་བཞིན་གཤེགས་པ་སེམས་ཅན་ཁ་ཅིག་ལ་ནི་ཐེག་པ་ཆེན་པོ་སྟོན། ཁ་ཅིག་ལ་ནི་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་དང་། སེམས་ཅན་ཁ་ཅིག་ལ་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པ་སྟོན་ཏམ། དེ་ལྟར་གྱུར་ན་དེ་བཞིན་གཤེགས་པ་སེམས་ཡོངས་སུ་མ་དག་པར་འགྱུར།
en: Mañjuśrī, if the Thus-Gone One were to teach the Great Vehicle to some beings, the Vehicle of the Solitary Buddhas to others, and the Vehicle of the Hearers to yet others, then the Thus-Gone One would have an impure mind.

source: སེམས་མི་སྙོམས་པར་འགྱུར།མངོན་པར་ཆགས་པར་འགྱུར།
en: He would have a biased mind full of attachment.

source: དེ་བཞིན་གཤེགས་པ་ཉི་ཚེ་བའི་སྙིང་རྗེ་དང་ལྡན་པར་འགྱུར།
en: Thus, the Thus-Gone One would have limited compassion.

source: དེ་བཞིན་གཤེགས་པ་སྣ་ཚོགས་ཀྱི་འདུ་ཤེས་ཀྱི་སྐྱོན་དུ་ལྟུང་བར་འགྱུར།
en: The Thus-Gone One would commit the fault of thinking in terms of multiplicity.

source: དེ་བཞིན་གཤེགས་པ་སློབ་དཔོན་ཆོས་ཀྱི་དཔེ་མཁྱུད་བྱེད་པར་འགྱུར་རོ།
en: The Thus-Gone One would become a teacher who is tightfisted with the Dharma.

source: །འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ཆོས་གང་ཅི་སྟོན་ཀྱང་རུང་། ཆོས་དེ་དག་ཐམས་ཅད་ཀྱང་ཐེག་པ་ཆེན་པོ་ལ་གཞོལ་བ། ཐེག་པ་ཆེན་པོ་ལ་འབབ་པ། ཐེག་པ་ཆེན་པོ་ལ་བབ་པ། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་སྒྲུབ་པ།
en: Mañjuśrī, whichever Dharma the Thus-Gone One teaches, it is always linked to the Great Vehicle, it will always connect to the Great Vehicle, it is always connected to the Great Vehicle, it accomplishes the wisdom of omniscience,

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཐོབ་པར་བྱེད་པ། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཐོབ་པར་བྱ་བའི་ཕྱིར་འཇུག་པ་སྟེ།
en: it actualizes the wisdom of omniscience, and it aims to actualize the wisdom of omniscience.

source: འཇམ་དཔལ་དེའི་ཕྱིར་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་ཐེག་པ་ཐ་དད་པ་རྣམ་པར་གཞག་པ་མེད་དོ།
en: Therefore, Mañjuśrī, in that buddha realm there is no tradition of distinct vehicles.”

source: །འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་ཐེག་པ་ཐ་དད་པ་རྣམ་པར་གཞག་པ་མ་མཆིས་ན། འདི་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པའོ། །འདི་ནི་རང་སངས་རྒྱས་ཀྱི་ཐེག་པའོ། །འདི་ནི་ཐེག་པ་ཆེན་པོའོ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་སེམས་ཅན་རྣམས་ལ་ཐེག་པ་གསུམ་བསྟན་པ་དེ་ཇི་ལྟ་བུ་ལགས།
en: Mañjuśrī said, “Blessed One, if there is no tradition of distinct vehicles, how is it that you, Blessed One, have shown three vehicles to beings, saying, ‘This is the Vehicle of the Hearers, this is the Vehicle of the Solitary Buddhas, and this is the Great Vehicle’?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ཐེག་པ་ཐ་དད་པ་ཞེས་བྱ་བ་དེ་ནི་ས་རྣམ་པར་གཞག་པའི་ཚིག་བླ་དགས་སོ།
en: The Blessed One said, “Mañjuśrī, when I speak of distinct vehicles, that is a figurative subdivision.

source: །འཇམ་དཔལ་རབ་འབྲིང་ཐ་མའི་ཆོས་བསྟན་པ་ཞེས་བྱ་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པས་ཆོས་ཀྱི་མཚན་ཉིད་རྣམ་པར་གཞག་པར་བསྟན་ཏོ།
en: Mañjuśrī, when he speaks of teaching a Dharma that is highest, intermediate, or lowest, it is the characteristics of the Dharma that the Thus-Gone One is showing how to classify.

source: །དེ་ནི་དེ་བཞིན་གཤེགས་པས་གང་ཟག་རྣམ་པར་གཞག་པར་གཞག་གོ།
en: In fact it is people that the Thus-Gone One is so classifying.

source: །ཚོགས་ཆུང་ངུ་བསགས་པའི་སེམས་ཅན་རྣམས་དང་། བསོད་ནམས་ཀྱི་ཚོགས་ཚད་མེད་པ་བསགས་པའི་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ཐེག་པ་ཐ་དད་པར་གཞག་གིས་ཐེག་པ་ནི་ཐ་དད་དུ་དབྱེར་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Thus, he posits distinct vehicles in order to ripen those who have only gathered insignificant accumulations of merit as well as those who have gathered limitless accumulations of merit. Still, the vehicle itself remains indivisible. And why?

source: ཆོས་ཀྱི་དབྱིངས་དབྱེར་མེད་པའི་ཕྱིར་རོ།
en: Because the realm of phenomena is indivisible.

source: འཇམ་དཔལ་ཐེག་པ་བསྟན་པ་ཞེས་བྱ་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པས་སྒྲིབ་པ་མེད་པར་གསུངས་སོ།
en: Mañjuśrī, the so-called teaching of the vehicles has been taught faultlessly by the Thus-Gone One.

source: །འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། འཕོང་གི་སློབ་དཔོན་མཁས་པ་འཕོང་ཤེས་པའི་མཆོག་གི་ཕ་རོལ་ཏུ་ཕྱིན་པ།
en: “Mañjuśrī, take the example of a skilled master archer who has perfected the art of archery.

source: ཐབས་དང་སྤྱོད་ལམ་རྣམ་པ་སྣ་ཚོགས་དང་འབད་པ་དང་སྤྱོད་ལམ་སྣ་ཚོགས་སྟོན་ཅིང་སློབ་མ་ལ་འཕོང་སློབ་ཀྱང་འཕོང་ཤེས་པ་དེ་གཅིག་ཡིན་པ་དེ་བཞིན་དུ།
en: He may show various methods of archery to his students and teach them various ways to make progress but, although he trains them in this way, he teaches only the single skill of archery.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ཆོས་ཀྱི་འཕོང་གི་སློབ་དཔོན་མཁས་པ་ཡང་ཆོས་ཀྱི་ཚུལ་སྣ་ཚོགས་ལ་འཇུག་པས་ཁམས་དང་། བསམ་པ་དང་མོས་པ་ཐ་དད་པར་སེམས་ཅན་རྣམས་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་གཅིག་ལས་ཐེག་པ་གསུམ་དུ་སྟོན་ཏོ།
en: Mañjuśrī, likewise, the Thus-Gone One, who is a skilled master archer of the Dharma, points out various ways of the Dharma to beings with differing capacities, inclinations, and interests. In doing so he teaches three vehicles, although there is actually only a single unsurpassed and perfect state of awakening.

source: །འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། མེ་སྟག་ཆུང་ངུ་ཡར་བ་ཡང་རྩྭའི་རྒྱུ་དང་ལྡན་ཞིང་མཆེད་ན་སྲེག་པའི་བསྐལ་པའི་མེ་ལྟ་བུར་ཚིག་པར་ནུས་པར་འགྱུར་རོ།
en: “Mañjuśrī, think of how a tiny spark that flies into a field of grass can start an inferno that burns like the fire at the end of an eon.

source: །འཇམ་དཔལ་དེ་བཞིན་དུ་ཕྱིར་མི་ལྡོག་པའི་ཡེ་ཤེས་ཀྱི་སྣང་བའི་མེ་སྟག་གཅིག་པོ་དེ་ཡང་ཉོན་མོངས་པ་ཐམས་ཅད་སྲེག་པའི་ཕྱིར་མཐར་གྱིས་མཆེད་ཅིང་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་ཆེན་པོའི་སྣང་བའི་བར་དུ་བྱེད་ནུས་པར་འགྱུར་རོ།
en: Mañjuśrī, likewise, in order to incinerate all disturbing emotions, a single spark from the light of non-regressing wisdom is able to gradually increase until it blazes with the great wisdom light of the thus-gone ones.

source: །འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། རི་དགས་ཕྲ་མོ་ཐམས་ཅད་རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེ་རལ་པ་ཅན་གྱིས་མདུན་ན་འདུག་པར་ནུས་པ་མེད་དོ།
en: Mañjuśrī, no lowly animal dares to stand in front of the king of beasts, the lion with its mane.

source: །འཇམ་དཔལ་དེ་བཞིན་དུ་གཞན་མུ་སྟེགས་ཅན་སྤྱོད་པ་པ་དང་། ཀུན་ཏུ་རྒྱུ་དང་གཅེར་བུ་པ་དང་། འཚོ་བ་ཅན་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པའི་མདུན་ན་འདུག་པར་རམ་ཚིག་སྨྲ་བར་ནུས་པ་མེད་དེ།
en: Mañjuśrī, likewise, no non-Buddhist, whether caraka, parivrājaka, nirgrantha, or ājīvika, dares to stand or speak in front of the Thus-Gone One.

source: སྟོབས་བཅུའི་སྟོབས་དང་། མི་འཇིགས་པ་བཞིས་འཇིགས་པ་མེད་པའི་སྐྱེས་བུ་ཆེན་པོའི་སེང་གེའི་མདུན་ན་སྒྲ་སྒྲོག་པར་འགྱུར་བ་དེ་ལྟ་བུའི་གནས་མེད་དེ།
en: It is impossible for one to utter a word in front of a lion-like great being who possesses the power of the ten powers and the fearlessness of the four types of fearlessness.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་དེ་བཞིན་གཤེགས་པས་བྱིན་གྱིས་བརླབས་པ་ནི་མ་གཏོགས་སོ།
en: When it comes to ripening beings, the Thus-Gone One’s transformative powers are unrivaled.

source: །འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན་ཉི་མའི་དཀྱིལ་འཁོར་ཤར་བ་འོད་ཟེར་གྱི་དྲ་བ་བརྒྱ་སྟོང་གྲངས་མེད་པ་རབ་ཏུ་འབྱེད་པས། སྲིན་བུ་མེ་ཁྱེར་ཐམས་ཅད་འོད་མེད་ཅིང་། ལམ་མེ་མ་ཡིན་ལྷང་ངེ་མ་ཡིན་ཏེ། མཛེས་པ་མ་ཡིན་ནོ།
en: Mañjuśrī, for example, when the sun rises it shines with endless dazzling rays of light, so that in comparison all fireflies lose their shine, their shimmer, their brightness, and their beauty.

source: །འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་བླ་ན་མེད་པའི་ཡེ་ཤེས་ཆེན་པོའི་ཉི་མའི་དཀྱིལ་འཁོར་ཤར་ནས། ཡེ་ཤེས་ཆེན་པོའི་འོད་ཟེར་བརྒྱ་སྟོང་གྲངས་མེད་པ་རབ་ཏུ་བཀྱེ་བས། གཞན་མུ་སྟེགས་ཅན་སྤྱོད་པ་པ་དང་། ཀུན་ཏུ་རྒྱུ་དང་གཅེར་བུ་པ་ལ་སོགས་པ་ཐམས་ཅད་འོད་མེད་པར་འགྱུར་ཏེ། ལམ་མེ་མ་ཡིན། ལྷང་ངེ་མ་ཡིན་ཞིང་།མཛེས་པ་མ་ཡིན་པ་
en: Mañjuśrī, likewise, when the sun of the Thus-Gone One’s unsurpassed great wisdom rises, it sends forth endless dazzling rays of great wisdom that cause all non-Buddhists, such as the carakas, parivrājakas, and nirgranthas, to lose their shine, their shimmer, their brightness, and their beauty.

source: འདི་ནི་དེ་བཞིན་གཤེགས་པའི་བྱིན་གྱི་རླབས་སུ་ཤེས་པར་བྱའོ།
en: Such are the transformative powers of the Thus-Gone One.

source: །དེ་བཞིན་གཤེགས་པའི་ཐབས་མཁས་པའི་ཡུལ་དེ་ནི་བསམ་གྱིས་མི་ཁྱབ་སྟེ།
en: “The domain of the Thus-Gone One’s skillful means is inconceivable.

source: དེས་ན་སངས་རྒྱས་ཀྱི་ཞིང་དེར་གཞན་མུ་སྟེགས་ཅན་སྤྱོད་པ་པ་དང་། ཀུན་ཏུ་རྒྱུ་དང་གཅེར་བུ་པ་རྣམས་ཀུན་ཏུ་སྣང་ངོ་། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Therefore, in that buddha realm, non-Buddhists such as the carakas, parivrājakas, and nirgranthas are awakened. And why?

source: གཞན་མུ་སྟེགས་ཅན་གྱི་སྒོ་དེ་དག་ཐམས་ཅད་ནི་རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་གནས་པ།
en: Because all the approaches of the non-Buddhists are grounded in inconceivable liberations and absorptions.
